content/posts/quotes.md
+++
title = "Quotes"
author = ["svejk"]
draft = false
+++

## Quotes {#quotes}


### Quote 1 - [Marx]({{<relref "posts/marx.md#" >}}) {#quote-1-marx--dot-dot-dot-dot-org-roam-marx-dot-md}

You would be wrong if you thought that I love books. I am a machine condemned to devour them in order to vomit them up in a new form, like manure on the soil of history.

— Marx in a letter to his daughter Laura, 1868


### Quote 2 {#quote-2}

"Meet these two here," the man said.  "Ask them if they've got a Mississippi credit card."

"Oh, I know that one," Ruthie explaimed cheerfully.  "That's four feet of garden hose to siphon gas, am I right?" She looked at Willie slyly, then turned to Liberty and showed her teeth.

-   <span class="underline">Breaking and Entering</span> , Joy Williams, p17


### Quote 3 {#quote-3}

"Something is profoundly wrong with the way we live today.  For thirty years we have made a virtue out of the pursuit of material self-interest: indeed, this very pursuit now constitutes whatever remains of our sense of collective purpose.  We know what things cost but have no idea what they are worth.  We no longer ask of a judicial ruling or a legislative act: is it good? Is it fair? Is it just? Is it right? Will it help bring about a better society or a better world? These used to be `the` political questions, even if they invited no easy answers.  We must learn once again to pose them."

-   <span class="underline">Ill Fares the Land</span> - Tony Judt


### Quote 4 {#quote-4}

"To see what is in front of one's nose needs a constant struggle."

-   George Orwell